Repository: jasp-stats-modules/jaspAudit
Catalog: po/QML-*.po
Languages: id

# Description|
source: Sampling Workflow
id: Alur Kerja Sampling

# Description|
source: Planning
id: Perencanaan

# Description|
source: Bayesian Planning
id: Perencanaan Bayesian

# Description|
source: Selection
id: Seleksi

# Description|
source: Evaluation
id: Evaluasi

# Description|
source: Bayesian Evaluation
id: Evaluasi Bayesian

# Description|
source: Benford's Law
id: Hukum Benford

# Description|
source: Repeated Values
id: Nilai Berulang

# Description|
source: Repeated Values Analysis
id: Analisis Nilai Berulang

# Description|
source: True Value Estimation
id: Estimasi Nilai Sebenarnya

# auditBayesianEvaluation|
source: Prior
id: Sebelumnya

# auditBayesianPlanning|
source: Prior
id: Sebelumnya

# auditBayesianWorkflow|
source: 1. Planning
id: 1. Perencanaan

# auditBayesianWorkflow|
source: 2. Selection
id: 2. Seleksi

# auditBayesianWorkflow|
source: 3. Execution
id: 3. Eksekusi

# auditClassicalBenfordsLaw|
source: Variable
id: Variabel

# auditClassicalBenfordsLaw|
source: Reference
id: Referensi

# auditClassicalBenfordsLaw|
source: Benford's law
id: Hukum Benford

# auditClassicalBenfordsLaw|
source: Uniform distribution
id: Distribusi yang merata

# auditClassicalBenfordsLaw|
source: Display
id: Tampilan

# auditClassicalBenfordsLaw|
source: Explanatory text
id: Teks penjelasan

# auditClassicalBenfordsLaw|
source: Confidence
id: Kepercayaan

# auditClassicalBenfordsLaw|
source: Show explanatory text at each step of the analysis
id: Menampilkan teks penjelasan di setiap langkah analisis

# auditClassicalBenfordsLaw|
source: Digits
id: Digit

# auditClassicalBenfordsLaw|
source: First
id: Pertama

# auditClassicalBenfordsLaw|
source: First and second
id: Pertama dan kedua

# auditClassicalBenfordsLaw|
source: Last
id: Terakhir

# auditClassicalBenfordsLaw|
source: Tables
id: Tabel

# auditClassicalBenfordsLaw|
source: Frequency table
id: Tabel frekuensi

# auditClassicalBenfordsLaw|
source: Observed vs. expected
id: Yang diamati vs. yang diharapkan

# auditClassicalEstimation|
source: Book Values
id: Nilai Buku

# auditClassicalEstimation|
source: Audit Values
id: Nilai Audit

# auditClassicalEstimation|
source: Confidence
id: Kepercayaan

# auditClassicalEstimation|
source: Display
id: Tampilan

# auditClassicalEstimation|
source: Explanatory text
id: Teks penjelasan

# auditClassicalEstimation|
source: Show explanatory text at each step of the analysis
id: Menampilkan teks penjelasan di setiap langkah analisis

# auditClassicalEstimation|
source: No. items
id: No. Item

# auditClassicalEstimation|
source: No. units
id: No. unit

# auditClassicalEstimation|
source: Tables
id: Tabel

# auditClassicalEstimation|
source: Required sample size
id: Ukuran sampel yang diperlukan

# auditClassicalEstimation|
source: for an uncertainty of:
id: untuk suatu ketidakpastian:

# auditClassicalEstimation|
source: Method
id: Metode

# auditClassicalEstimation|
source: Direct estimator
id: Estimator langsung

# auditClassicalEstimation|
source: Difference estimator
id: Esimator perbedaan

# auditClassicalEstimation|
source: Ratio estimator
id: Estimator rasio

# auditClassicalEstimation|
source: Regression estimator
id: Estimator regresi

# auditClassicalEstimation|
source: Plots
id: Plot

# auditClassicalEstimation|
source: Scatter plot
id: Plot Sebar

# auditClassicalEvaluation|
source: Method
id: Metode

# auditClassicalEvaluation|
source: Mean-per-unit estimator
id: Estimator rata-rata per unit

# auditClassicalEvaluation|
source: Direct estimator
id: Estimator langsung

# auditClassicalEvaluation|
source: Difference estimator
id: Estimator perbedaan

# auditClassicalEvaluation|
source: Ratio estimator
id: Estimator rasio

# auditClassicalEvaluation|
source: Regression estimator
id: Estimator regresi

# auditClassicalNumberBunching|
source: Variable
id: Variabel

# auditClassicalNumberBunching|
source: Tests
id: Tes

# auditClassicalNumberBunching|
source: Average frequency
id: Frekuensi rata-rata

# auditClassicalNumberBunching|
source: Entropy
id: Entropi

# auditClassicalNumberBunching|
source: Display
id: Tampilan

# auditClassicalNumberBunching|
source: Explanatory text
id: Teks penjelasan

# auditClassicalNumberBunching|
source: Confidence
id: Kepercayaan

# auditClassicalNumberBunching|
source: Show explanatory text at each step of the analysis
id: Menampilkan teks penjelasan di setiap langkah analisis

# auditClassicalNumberBunching|
source: Shuffle Decimal Digits
id: Mengacak Angka Desimal

# auditClassicalNumberBunching|
source: Last
id: Terakhir

# auditClassicalNumberBunching|
source: Last two
id: Dua yang terakhir

# auditClassicalNumberBunching|
source: All
id: Semua

# auditClassicalNumberBunching|
source: Tables
id: Tabel

# auditClassicalNumberBunching|
source: Assumption checks
id: Pengecekan asumsi

# auditClassicalNumberBunching|
source: Frequency table
id: Tabel frekuensi

# auditClassicalNumberBunching|
source: Plots
id: Plot

# auditClassicalNumberBunching|
source: Observed vs. expected
id: Yang diamati vs. yang diharapkan

# auditClassicalNumberBunching|
source: Number of samples
id: Jumlah sampel

# auditClassicalWorkflow|
source: <b>1. Planning</b>
id: <b>1. Perencanaa </b>

# auditClassicalWorkflow|
source: 1. Planning
id: 1. Perencanaan

# auditClassicalWorkflow|
source: <b>Download Report</b>
id: <b>Unduh Laporan</b>

# auditClassicalWorkflow|
source: <b>To Selection</b>
id: <b>Untuk Seleksi</b>

# auditClassicalWorkflow|
source: <b>2. Selection</b>
id: <b>2. Seleksi</b>

# auditClassicalWorkflow|
source: 2. Selection
id: 2. Seleksi

# auditClassicalWorkflow|
source: <b>To Execution</b>
id: <b>Untuk Eksekusi</b>

# auditClassicalWorkflow|
source: <b>3. Execution</b>
id: <b>3. Eksekusi</b>

# auditClassicalWorkflow|
source: 3. Execution
id: 3. Eksekusi

# auditClassicalWorkflow|
source: <b>Annotate your selected items with their audit (true) values.</b>
id: <b>Tandai item yang Anda pilih dengan nilai audit (benar)</b>

# auditClassicalWorkflow|
source: <b>Annotate your selected items as correct (0) or incorrect (1).</b>
id: <b>Tandai item yang Anda pilih sebagai benar (0) atau salah (1).</b>

# auditClassicalWorkflow|
source: <b>To Evaluation</b>
id: <b>Untuk Evaluasi</b>

# auditClassicalWorkflow|
source: <b>4. Evaluation</b>
id: <b>4. Evaluasi</b>

# auditClassicalWorkflow|
source: 4. Evaluation
id: 4. Evaluasi

# auditClassicalWorkflow|
source: Mean-per-unit estimator
id: Estimator rata-rata per unit

# auditClassicalWorkflow|
source: Direct estimator
id: Estimator langsung

# auditClassicalWorkflow|
source: Difference estimator
id: Estimator perbedaan

# auditClassicalWorkflow|
source: Ratio estimator
id: Estimator rasio

# auditClassicalWorkflow|
source: Regression estimator
id: Estimator regresi

# auditSelection|
source: Sample size
id: Ukuran sampel

# Description|
source: Statistical methods for auditing
id: Metode statistik untuk audit

# auditBayesianEvaluation|
source: Report
id: Laporan

# auditBayesianEvaluation|
source: Advanced
id: Lanjutan

# auditBayesianPlanning|
source: Report
id: Laporan

# auditBayesianPlanning|
source: Advanced
id: Lanjutan

# auditBayesianWorkflow|
source: Report
id: Laporan

# auditBayesianWorkflow|
source: Advanced
id: Lanjutan

# auditBayesianWorkflow|
source: Add variables to sample
id: Menambahkan variabel ke sampel

# auditBayesianWorkflow|
source: Sample List
id: Daftar Sampel

# auditClassicalBenfordsLaw|
source: In this box the variable is selected whose digits should be tested against the reference distribution. The value zero (0) will be omitted from the data.
id: Dalam kotak ini, variabel dipilih yang angka-angkanya harus diuji terhadap distribusi referensi. Nilai nol (0) akan dihilangkan dari data.

# auditClassicalBenfordsLaw|
source: Choose the distribution to test against.
id: Pilih distribusi yang akan diuji.

# auditClassicalBenfordsLaw|
source: Test the specified digits against Benford's law.
id: Menguji angka-angka tertentu terhadap hukum Benford.

# auditClassicalBenfordsLaw|
source: Test the specified digits against the uniform distribution.
id: Uji digit yang ditentukan terhadap distribusi yang seragam.

# auditClassicalBenfordsLaw|
source: Specify which digits to extract from the data and test.
id: Tentukan digit mana yang akan diekstrak dari data dan diuji.

# auditClassicalBenfordsLaw|
source: Extract and test the first digit of the items against the specified reference distribution.
id: Ekstrak dan uji digit pertama item terhadap distribusi referensi yang ditentukan.

# auditClassicalBenfordsLaw|
source: Extract and test the first and second digit of the items against the specified reference distribution.
id: Ekstrak dan uji digit pertama dan kedua item terhadap distribusi referensi yang ditentukan.

# auditClassicalBenfordsLaw|
source: Extract and test the last digit of the items against the specified reference distribution.
id: Ekstrak dan uji digit terakhir item terhadap distribusi referensi yang ditentukan.

# auditClassicalBenfordsLaw|
source: Choose which type of Bayes factor to display.
id: Pilih jenis faktor Bayes yang akan ditampilkan.

# auditClassicalBenfordsLaw|
source: Bayes factor to quantify evidence for the alternative hypothesis relative to the null hypothesis.
id: Faktor Bayes untuk mengukur bukti untuk hipotesis alternatif relatif terhadap hipotesis nol.

# auditClassicalBenfordsLaw|
source: Bayes factor to quantify evidence for the null hypothesis relative to the alternative hypothesis.
id: Faktor Bayes untuk mengukur bukti untuk hipotesis nol relatif terhadap hipotesis alternatif.

# auditClassicalBenfordsLaw|
source: Specify options that have an effect on the look and feel of the audit report.
id: Tentukan opsi yang berpengaruh pada tampilan dan nuansa laporan audit.

# auditClassicalBenfordsLaw|
source: When checked, enables explanatory text in the analysis to help interpret the procedure and the statistical results.
id: Ketika dicentang, memungkinkan teks penjelasan dalam analisis untuk membantu menginterpretasikan prosedur dan hasil statistik.

# auditClassicalBenfordsLaw|
source: The confidence level used. The confidence level is the complement of the audit risk: the risk that the user is willing to take to give an incorrect judgment about the population. For example, if you want to use an audit risk of 5%, this equals 95% confidence.
id: Tingkat keyakinan yang digunakan. Tingkat keyakinan adalah pelengkap dari risiko audit: risiko yang bersedia diambil oleh pengguna untuk memberikan penilaian yang salah tentang populasi. Sebagai contoh, jika Anda ingin menggunakan risiko audit sebesar 5%, ini sama dengan 95% tingkat kepercayaan.

# auditClassicalBenfordsLaw|
source: Report
id: Laporan

# auditClassicalBenfordsLaw|
source: Add additional tables about the analysis to the report.
id: Menambahkan tabel tambahan tentang analisis ke dalam laporan.

# auditClassicalBenfordsLaw|
source: Produces a table showing the relative frequency of the digits.
id: Menghasilkan tabel yang menunjukkan frekuensi relatif dari digit.

# auditClassicalBenfordsLaw|
source: Matched rows
id: Baris yang cocok

# auditClassicalBenfordsLaw|
source: Produces a table showing the rows matched to a certain digit.
id: Menghasilkan tabel yang menunjukkan baris yang cocok dengan angka tertentu.

# auditClassicalBenfordsLaw|
source: Digit
id: Angka

# auditClassicalBenfordsLaw|
source: For which digit should matched rows be displayed?
id: Untuk digit mana yang harus ditampilkan baris yang cocok?

# auditClassicalBenfordsLaw|
source: Add additional figures about the analysis to the report.
id: Tambahkan angka tambahan tentang analisis ke dalam laporan.

# auditClassicalBenfordsLaw|
source: Produces a figure that shows the observed distribution of digits in the population compared to the expected distribution under the Benford's law or the uniform distribution.
id: Menghasilkan angka yang menunjukkan distribusi angka yang diamati dalam populasi dibandingkan dengan distribusi yang diharapkan berdasarkan hukum Benford atau distribusi seragam.

# auditClassicalEstimation|
source: The estimation analysis allows the user to estimate the true value of a population on the basis of a sample.
id: Analisis estimasi memungkinkan pengguna untuk memperkirakan nilai sebenarnya dari suatu populasi berdasarkan sampel.

# auditClassicalEstimation|
source: A numeric variable that contains the book (recorded) values of the items in the population.
id: Variabel numerik yang berisi nilai buku (tercatat) dari item-item dalam populasi.

# auditClassicalEstimation|
source: A numeric variable that contains the audited (true) values of the items in the population.
id: Variabel numerik yang berisi nilai yang telah diaudit (yang sebenarnya) dari item-item dalam populasi.

# auditClassicalEstimation|
source: Population (required)
id: Populasi (wajib diisi)

# auditClassicalEstimation|
source: The total number of items (rows) in the population.
id: Jumlah total item (baris) dalam populasi.

# auditClassicalEstimation|
source: The total number of units in the population. Note that the units can be items (rows) or monetary units (values) depending on the audit question.
id: Jumlah total unit dalam populasi. Perhatikan bahwa unit-unit tersebut dapat berupa item (baris) atau unit moneter (nilai), tergantung pada pertanyaan audit.

# auditClassicalEstimation|
source: The type of method used to estimate the true value of the population.
id: Jenis metode yang digunakan untuk memperkirakan nilai sebenarnya dari populasi.

# auditClassicalEstimation|
source: The direct estimator.
id: Estimator langsung.

# auditClassicalEstimation|
source: The difference estimator.
id: Estimator perbedaan.

# auditClassicalEstimation|
source: The ratio estimator.
id: Estimator rasio.

# auditClassicalEstimation|
source: The regression estimator.
id: Estimator regresi.

# auditClassicalEstimation|
source: Specify options that have an effect on the look and feel of the audit report.
id: Tentukan opsi yang berpengaruh pada tampilan dan nuansa laporan audit.

# auditClassicalEstimation|
source: When checked, enables explanatory text in the analysis to help interpret the procedure and the statistical results.
id: Ketika dicentang, memungkinkan teks penjelasan dalam analisis untuk membantu menginterpretasikan prosedur dan hasil statistik.

# auditClassicalEstimation|
source: The confidence level used. The confidence level is the complement of the audit risk: the risk that the user is willing to take to give an incorrect judgment about the population. For example, if you want to use an audit risk of 5%, this equals 95% confidence.
id: Tingkat keyakinan yang digunakan. Tingkat keyakinan adalah pelengkap dari risiko audit: risiko yang bersedia diambil oleh pengguna untuk memberikan penilaian yang salah tentang populasi. Sebagai contoh, jika Anda ingin menggunakan risiko audit sebesar 5%, ini sama dengan 95% tingkat kepercayaan.

# auditClassicalEstimation|
source: Report
id: Laporan

# auditClassicalEstimation|
source: Add additional tables about the analysis to the report.
id: Menambahkan tabel tambahan tentang analisis ke dalam laporan.

# auditClassicalEstimation|
source: Produces a table showing the required sample size to achive a desired precision.
id: Menghasilkan tabel yang menunjukkan ukuran sampel yang diperlukan untuk mencapai presisi yang diinginkan.

# auditClassicalEstimation|
source: The value of the precision.
id: Nilai presisi.

# auditClassicalEstimation|
source: Add additional figures about the analysis to the report.
id: Tambahkan angka tambahan tentang analisis ke dalam laporan.

# auditClassicalEstimation|
source: Produces a scatter plot comparing the book values in the sample against their audit values. Items for which these two values do not match are colored in red.
id: Menghasilkan scatter plot yang membandingkan nilai buku dalam sampel dengan nilai audit. Item yang kedua nilainya tidak sesuai akan diberi warna merah.

# auditClassicalEvaluation|
source: Report
id: Laporan

# auditClassicalEvaluation|
source: Advanced
id: Lanjutan

# auditClassicalNumberBunching|
source: This analysis analyzes the frequency with which values get repeated within a dataset (called “number-bunching”) to statistically identify whether the data were likely tampered with. Unlike Benford’s law this approach examines the entire number at once, not only the first or last digit (Simonsohn, 2019). To determine whether the data show an excessive amount of bunching, the null hypothesis that the data do not contain an unexpected amount of repeated values is tested. To quantify what is expected, this test requires the assumption that the integer portions of the numbers are not associated with their decimal portions.
id: Analisis ini menganalisis frekuensi pengulangan nilai dalam kumpulan data (disebut "number-bunching") untuk mengidentifikasi secara statistik apakah data tersebut kemungkinan besar telah dirusak. Tidak seperti hukum Benford, pendekatan ini memeriksa seluruh angka sekaligus, tidak hanya digit pertama atau terakhir (Simonsohn, 2019). Untuk menentukan apakah data menunjukkan jumlah pengelompokan yang berlebihan, hipotesis nol bahwa data tidak mengandung jumlah nilai berulang yang tidak terduga akan diuji. Untuk mengukur apa yang diharapkan, pengujian ini membutuhkan asumsi bahwa bagian bilangan bulat dari angka-angka tersebut tidak terkait dengan bagian desimalnya.

# auditClassicalNumberBunching|
source: In this box the variable is selected whose digits should be analyzed for repeated values.
id: Dalam kotak ini, variabel dipilih yang digitnya harus dianalisis untuk nilai yang berulang.

# auditClassicalNumberBunching|
source: Indicate which type of quantity is calculated from the data.
id: Tunjukkan jenis kuantitas yang dihitung dari data.

# auditClassicalNumberBunching|
source: Compute the average frequency of the data.
id: Menghitung frekuensi rata-rata data.

# auditClassicalNumberBunching|
source: Compute the entropy of the data.
id: Menghitung entropi data.

# auditClassicalNumberBunching|
source: Indicate which decimals are shuffled in the analysis.
id: Tunjukkan desimal mana yang dikocok dalam analisis.

# auditClassicalNumberBunching|
source: Last decimal digit is shuffled.
id: Digit desimal terakhir dikocok.

# auditClassicalNumberBunching|
source: Last two decimal digits are shuffled.
id: Dua digit desimal terakhir dikocok.

# auditClassicalNumberBunching|
source: All decimal digits are shuffled.
id: Semua digit desimal dikocok.

# auditClassicalNumberBunching|
source: Specify options that have an effect on the look and feel of the audit report.
id: Tentukan opsi yang berpengaruh pada tampilan dan nuansa laporan audit.

# auditClassicalNumberBunching|
source: When checked, enables explanatory text in the analysis to help interpret the procedure and the statistical results.
id: Ketika dicentang, memungkinkan teks penjelasan dalam analisis untuk membantu menginterpretasikan prosedur dan hasil statistik.

# auditClassicalNumberBunching|
source: The confidence level used. The confidence level is the complement of the audit risk: the risk that the user is willing to take to give an incorrect judgment about the population. For example, if you want to use an audit risk of 5%, this equals 95% confidence.
id: Tingkat keyakinan yang digunakan. Tingkat keyakinan adalah pelengkap dari risiko audit: risiko yang bersedia diambil oleh pengguna untuk memberikan penilaian yang salah tentang populasi. Sebagai contoh, jika Anda ingin menggunakan risiko audit sebesar 5%, ini sama dengan 95% tingkat kepercayaan.

# auditClassicalNumberBunching|
source: Report
id: Laporan

# auditClassicalNumberBunching|
source: Add additional tables about the analysis to the report.
id: Menambahkan tabel tambahan tentang analisis ke dalam laporan.

# auditClassicalNumberBunching|
source: This table shows the correlation between the integer portions of the numbers and their decimal counterparts. To meet the required assumptions for this procedure, this correlation must be non-existent. This table also displays the correlation between the samples of the two simulation runs (average frequency and entropy).
id: Tabel ini menunjukkan korelasi antara bagian bilangan bulat dengan bilangan desimal. Untuk memenuhi asumsi yang diperlukan untuk prosedur ini, korelasi ini harus tidak ada. Tabel ini juga menampilkan korelasi antara sampel dari dua simulasi yang dijalankan (frekuensi rata-rata dan entropi).

# auditClassicalNumberBunching|
source: Produces a table containing the count and the percentage for every unique value in the data set.
id: Menghasilkan tabel yang berisi hitungan dan persentase untuk setiap nilai unik dalam kumpulan data.

# auditClassicalNumberBunching|
source: Add additional figures about the analysis to the report.
id: Tambahkan angka tambahan tentang analisis ke dalam laporan.

# auditClassicalNumberBunching|
source: Produces a histogram of the expected average frequencies and / or entropy vs. the observed average frequency and / or entropy.
id: Menghasilkan histogram frekuensi dan/atau entropi rata-rata yang diharapkan vs frekuensi dan/atau entropi rata-rata yang diamati.

# auditClassicalNumberBunching|
source: Produces a histogram with a single bin for each observed value.
id: Menghasilkan histogram dengan satu bin untuk setiap nilai yang diamati.

# auditClassicalNumberBunching|
source: Indicate how many items labels to display.
id: Tunjukkan berapa banyak label item yang akan ditampilkan.

# auditClassicalNumberBunching|
source: Advanced
id: Lanjutan

# auditClassicalNumberBunching|
source: Adjust advanced options for this analysis.
id: Sesuaikan opsi lanjutan untuk analisis ini.

# auditClassicalNumberBunching|
source: Options related to the bootstrapping procedure of the p-value.
id: Opsi yang terkait dengan prosedur bootstrapping nilai-p.

# auditClassicalNumberBunching|
source: The number of samples to use for simulating the p value.
id: Jumlah sampel yang akan digunakan untuk mensimulasikan nilai p.

# auditClassicalNumberBunching|
source: Selects the seed for the random number generator in order to reproduce results.
id: Memilih seed untuk generator angka acak untuk mereproduksi hasil.

# auditClassicalPlanning|
source: Report
id: Laporan

# auditClassicalPlanning|
source: Advanced
id: Lanjutan

# auditClassicalWorkflow|
source: Report
id: Laporan

# auditClassicalWorkflow|
source: Advanced
id: Lanjutan

# auditClassicalWorkflow|
source: Add variables to sample
id: Menambahkan variabel ke sampel

# auditClassicalWorkflow|
source: Sample List
id: Daftar Sampel

# auditSelection|
source: The required number of sampling units that should be selected from the population, which are determined by the *units* option. By default, when no book values are provided, the sampling units are items (rows). When book values are provided, the ideal sampling units to use are monetary units.
id: Jumlah unit sampling yang diperlukan yang harus dipilih dari populasi, yang ditentukan oleh opsi *units*. Secara default, jika tidak ada nilai buku yang disediakan, unit pengambilan sampel adalah item (baris). Ketika nilai buku disediakan, unit sampling yang ideal untuk digunakan adalah unit moneter.

# auditSelection|
source: Report
id: Laporan

# Display|
source: Choose how to display numbers in tables and figures.
id: Memilih cara menampilkan angka dalam tabel dan gambar.

# Display|
source: Numeric
id: Numerik

# Display|
source: Display numbers as numeric values.
id: Menampilkan angka sebagai nilai numerik.

# Display|
source: Percentages
id: Persentase

# Display|
source: Display numbers as percentages.
id: Menampilkan angka sebagai persentase.

# Display|
source: Monetary units
id: Unit moneter

# Display|
source: Display numbers as monetary units.
id: Menampilkan angka sebagai unit moneter.
