Repository: jasp-stats-modules/jaspAudit
Catalog: po/QML-*.po
Languages: id

# DownloadReport|
source: <b>Download Report</b>
id: <b>Unduh Laporan</b>

# AddVariables|
source: Column name selection result
id: Hasil pemilihan nama kolom

# AddVariables|
source: selected
id: dipilih

# AddVariables|
source: Column name audit result
id: Nama kolom hasil audit

source: Annotation
id: Anotasi

# Annotation|
source: Specify how to annotate your data set.
id: Tentukan cara membuat anotasi kumpulan data Anda.

# Annotation|
source: Audit value
id: Nilai audit

# Annotation|
source: Annotate the items in the selection with their audit (true) values. This approach is recommended (and automatically selected) when the items have a monetary value.
id: Beri keterangan pada item-item yang dipilih dengan nilai audit (sebenarnya). Pendekatan ini direkomendasikan (dan dipilih secara otomatis) ketika item memiliki nilai moneter.

# Annotation|
source: Adds a column to specify the audit values of the items.
id: Menambahkan kolom untuk menentukan nilai audit item.

# Annotation|
source: Correct / Incorrect
id: Benar / Salah

# Annotation|
source: Annotate the items in the selection with correct (0) or incorrect (1). This approach is recommended (and automatically selected) when your items do not have a monetary value.
id: Beri keterangan pada item-item yang dipilih dengan benar (0) atau salah (1). Pendekatan ini direkomendasikan (dan dipilih secara otomatis) ketika item Anda tidak memiliki nilai uang.

# Annotation|
source: Adds a column to specify the items as correct (0) or misstated (1).
id: Menambahkan kolom untuk menentukan item sebagai benar (0) atau salah (1).

# AuditVariable|
source: Audit Result (required)
id: Hasil Audit (wajib)

# AuditVariable|
source: Audit Values (required)
id: Nilai Audit (wajib)

# AuditVariable|
source: A numeric variable that contains the audited (true) values of the items in the population, or a binary variable that contains a 0 (correct item) or a 1 (misstated item) for each row.
id: Variabel numerik yang berisi nilai yang telah diaudit (benar) dari item-item dalam populasi, atau variabel biner yang berisi nilai 0 (item yang benar) atau 1 (item yang salah) untuk setiap baris.

source: Data Type
id: Jenis Data

# DataType|
source: The type of input data for the analysis.
id: Jenis data masukan untuk analisis.

# DataType|
source: Population
id: Populasi

# DataType|
source: Use the population as input data.
id: Gunakan populasi sebagai data masukan.

# DataType|
source: Sample
id: Sampel

# DataType|
source: Use a sample of the population as input data.
id: Gunakan sampel dari populasi sebagai data masukan.

# DataType|
source: Summary statistics
id: Ringkasan statistik

# DataType|
source: Use summary statistics from a sample as input data.
id: Gunakan ringkasan statistik dari sampel sebagai data masukan.

# DataType|
source: Sample size
id: Ukuran sampel

# DataType|
source: The number of sampling units that have been audited.
id: Jumlah unit pengambilan sampel yang telah diaudit.

# DataType|
source: Misstatements
id: Salah saji

# DataType|
source: The number of misstatements that have been found in the sample.
id: Jumlah salah saji yang ditemukan dalam sampel.

# EvaluationOutput|
source: Tables
id: Tabel

# EvaluationOutput|
source: Add additional tables about the evaluation to the report.
id: Menambahkan tabel tambahan tentang evaluasi ke dalam laporan.

# EvaluationOutput|
source: Misstated items
id: Item yang salah disajikan

# EvaluationOutput|
source: Produces a table containing the items in the sample for which the booked (recorded) value does not equal the audit (true) value.
id: Menghasilkan tabel yang berisi item-item dalam sampel yang nilai yang dibukukan (tercatat) tidak sama dengan nilai audit (sebenarnya).

# EvaluationOutput|
source: Produces a table that shows statistics for the prior distribution and the posterior distribution.
id: Menghasilkan tabel yang menunjukkan statistik untuk distribusi prior dan distribusi posterior.

# EvaluationOutput|
source: Corrections to population
id: Koreksi terhadap populasi

# EvaluationOutput|
source: Produces a table that shows the required corrections to the population (in monetary units) after which the conditions outlined in the sampling objectives have been met.
id: Menghasilkan tabel yang menunjukkan koreksi yang diperlukan pada populasi (dalam unit moneter) setelah kondisi yang diuraikan dalam tujuan pengambilan sampel terpenuhi.

# EvaluationOutput|
source: Assumption checks
id: Pengecekan asumsi

# EvaluationOutput|
source: Produces a table that displays inference for the correlation between the book values and the taints.
id: Menghasilkan tabel yang menampilkan kesimpulan untuk korelasi antara nilai buku dan noda.

# EvaluationOutput|
source: Confidence interval
id: Interval kepercayaan

# EvaluationOutput|
source: Width of the one-sided confidence interval for the population correlation.
id: Lebar interval kepercayaan satu sisi untuk korelasi populasi.

# EvaluationOutput|
source: Plots
id: Plot

# EvaluationOutput|
source: Add additional figures about the evaluation to the report.
id: Tambahkan angka tambahan tentang evaluasi ke dalam laporan.

# EvaluationOutput|
source: Sampling objectives
id: Tujuan pengambilan sampel

# EvaluationOutput|
source: Produces a horizontal bar chart comparing the most likely misstatement (MLE) and quantities relevant to the sampling objectives.
id: Menghasilkan diagram batang horizontal yang membandingkan kemungkinan salah saji yang paling mungkin terjadi (MLE) dan jumlah yang relevan dengan tujuan pengambilan sampel.

# EvaluationOutput|
source: Estimates
id: Perkiraan

# EvaluationOutput|
source: Produces a figure showing the range of plausible values for the misstatement for the population and all subpopulations (if applicable).
id: Menghasilkan angka yang menunjukkan kisaran nilai yang masuk akal untuk salah saji untuk populasi dan semua subpopulasi (jika ada).

# EvaluationOutput|
source: Produces a figure that shows the posterior and the posterior distribution.
id: Menghasilkan gambar yang menunjukkan posterior dan distribusi posterior.

# EvaluationOutput|
source: Additional info
id: Informasi tambahan

# EvaluationOutput|
source: Add additional information to the figure, namely a visualization of the Bayes factor and the estimates in text.
id: Menambahkan informasi tambahan pada gambar, yaitu visualisasi faktor Bayes dan estimasi dalam teks.

# EvaluationOutput|
source: Posterior predictive
id: Prediksi posterior

# EvaluationOutput|
source: Produces a figure that shows the predictions of the posterior distribution on the data level.
id: Menghasilkan angka yang menunjukkan prediksi distribusi posterior pada tingkat data.

# EvaluationOutput|
source: Scatter plot
id: Plot Sebar

# EvaluationOutput|
source: Produces a scatter plot comparing the book values in the sample against their audit values. Items for which these two values do not match are colored in red.
id: Menghasilkan scatter plot yang membandingkan nilai buku dalam sampel dengan nilai audit. Item yang kedua nilainya tidak sesuai akan diberi warna merah.

# EvaluationOutput|
source: Display correlation
id: Korelasi tampilan

# EvaluationOutput|
source: Add a correlation line to the figure.
id: Tambahkan garis korelasi ke gambar.

# EvaluationOutput|
source: Display item ID's
id: Menampilkan ID item

# EvaluationOutput|
source: Display the row number of the misstated items in the figure.
id: Menampilkan nomor baris dari item yang salah saji pada gambar.

# EvaluationVariablesList|
source: Selection Counter (optional)
id: Penghitung Pilihan (opsional)

# EvaluationVariablesList|
source: Selection Counter (required)
id: Penghitung Pilihan (wajib)

# EvaluationVariablesList|
source: An ordinal variable that indicates how many sampling units are selected for each item and thus how many times the item should be counted in the evaluation.
id: Variabel ordinal yang menunjukkan berapa banyak unit pengambilan sampel yang dipilih untuk setiap item dan dengan demikian berapa kali item tersebut harus dihitung dalam evaluasi.

# EvaluationVariablesList|
source: Stratum (optional)
id: Strata (opsional)

# EvaluationVariablesList|
source: A nominal variable that indicates to which subgroup (strata) of the population an item belongs.
id: Variabel nominal yang menunjukkan subkelompok (strata) populasi mana dari suatu item.

# IntervalType|
source: Credible Interval (Alt. Hypothesis)
id: Interval Kredibel (Hipotesis Alternatif)

# IntervalType|
source: Confidence Interval (Alt. Hypothesis)
id: Interval Keyakinan (Hipotesis Alternatif)

# IntervalType|
source: Credible Interval
id: Interval Kredibel

# IntervalType|
source: Confidence Interval
id: Interval Keyakinan

# IntervalType|
source: Specify the type of interval and the alternative hypothesis.
id: Tentukan jenis interval dan hipotesis alternatif.

# IntervalType|
source: Upper bound (< materiality)
id: Batas atas (< materialitas)

# IntervalType|
source: Upper bound
id: Batas atas

# IntervalType|
source: Produces a one-sided upper bound for the misstatement in the population.
id: Menghasilkan batas atas satu sisi untuk salah saji dalam populasi.

# IntervalType|
source: Two-sided (≠ materiality)
id: Dua sisi (≠ materialitas)

# IntervalType|
source: Two-sided
id: Dua sisi

# IntervalType|
source: Produces a two-sided interval for the misstatement in the population.
id: Menghasilkan interval dua sisi untuk salah saji dalam populasi.

# IntervalType|
source: Lower bound (> materiality)
id: Batas bawah (> materialitas)

# IntervalType|
source: Lower bound
id: Batas bawah

# IntervalType|
source: Produces a one-sided lower bound for the misstatement in the population.
id: Menghasilkan batas bawah satu sisi untuk salah saji dalam populasi.

# ExplanatoryText|
source: Display
id: Tampilan

# ExplanatoryText|
source: Specify options that have an effect on the look and feel of the audit report.
id: Tentukan opsi yang berpengaruh pada tampilan dan nuansa laporan audit.

source: Explanatory text
id: Teks penjelasan

# ExplanatoryText|
source: When checked, enables explanatory text in the analysis to help interpret the procedure and the statistical results.
id: Ketika dicentang, memungkinkan teks penjelasan dalam analisis untuk membantu menginterpretasikan prosedur dan hasil statistik.

# ExplanatoryText|
source: Show explanatory text in the audit report
id: Menampilkan teks penjelasan dalam laporan audit

source: Algorithm
id: Algoritma

# Algorithm|
source: Partial projection
id: Proyeksi parsial

# Algorithm|
source: This algorithm enables you to separate the known and the unknown misstatement in the population to be more efficient. Note that this requires the assumption that the taints in the sample are representative of the taints in the unseen part of the population.
id: Algoritme ini memungkinkan Anda untuk memisahkan salah saji yang diketahui dan yang tidak diketahui dalam populasi agar lebih efisien. Perhatikan bahwa hal ini memerlukan asumsi bahwa salah saji dalam sampel mewakili salah saji dalam bagian populasi yang tidak terlihat.

# Algorithm|
source: Click to learn more about this algorithm
id: Klik untuk mempelajari lebih lanjut tentang algoritme ini

# Algorithm|
source: Share information
id: Berbagi informasi

# Algorithm|
source: This algorithm enables you to share information about the misstatement across different subgroups in the population (strata).
id: Algoritme ini memungkinkan Anda untuk berbagi informasi tentang salah saji di berbagai subkelompok dalam populasi (strata).

source: Audit Risk Model
id: Model Risiko Audit

# AuditRiskModel|
source: Inherent risk
id: Risiko yang melekat

# AuditRiskModel|
source: High
id: Tinggi

# AuditRiskModel|
source: Medium
id: Sedang

# AuditRiskModel|
source: Low
id: Rendah

# AuditRiskModel|
source: A category or probability for the inherent risk. Inherent risk is defined as the risk of material misstatement posed by an error or omission in a financial statement due to a factor other than a failure of internal control.
id: Kategori atau probabilitas untuk risiko bawaan. Risiko inheren didefinisikan sebagai risiko salah saji material yang ditimbulkan oleh kesalahan atau kelalaian dalam laporan keuangan yang disebabkan oleh faktor selain kegagalan pengendalian internal.

# AuditRiskModel|
source: The percentage that corresponds with the inherent risk probability.
id: Persentase yang sesuai dengan probabilitas risiko yang melekat.

# AuditRiskModel|
source: Control risk
id: Mengendalikan risiko

# AuditRiskModel|
source: A category or probability for the internal control risk. Control risk is defined as the risk of a material misstatement in the financial statements arising due to absence or failure in the operation of relevant controls of the auditee.
id: Kategori atau probabilitas untuk risiko pengendalian internal. Risiko pengendalian didefinisikan sebagai risiko salah saji material dalam laporan keuangan yang timbul akibat tidak adanya atau tidak berfungsinya pengendalian yang relevan dari auditee.

# AuditRiskModel|
source: The percentage that corresponds with the control risk probability.
id: Persentase yang sesuai dengan probabilitas risiko kontrol.

source: Critical Items
id: Item Penting

# CriticalItems|
source: Choose how to handle critical items in the data set.
id: Pilih cara menangani item penting dalam kumpulan data.

# CriticalItems|
source: Negative book values
id: Nilai buku negatif

# CriticalItems|
source: Isolates negative book values from the population.
id: Mengisolasi nilai buku negatif dari populasi.

# CriticalItems|
source: Column name
id: Nama kolom

# CriticalItems|
source: critical
id: kritis

# CriticalItems|
source: Name for the column containing the critical item indicator to be added to the data set.
id: Nama untuk kolom yang berisi indikator item kritis yang akan ditambahkan ke set data.

# CriticalItems|
source: Keep
id: Jauhkan

# CriticalItems|
source: Retains the critical items to be inspected as part of the sample.
id: Menyimpan item penting yang akan diperiksa sebagai bagian dari sampel.

# CriticalItems|
source: Remove
id: Menghapus

# CriticalItems|
source: Removes the critical items in the analysis.
id: Menghapus item-item penting dalam analisis.

# ExpectedErrors|
source: Expected Misstatements
id: Salah Saji yang Diharapkan

# ExpectedErrors|
source: The expected misstatements are the tolerable misstatements that can be found in the sample while still achieving the conditions outlined in the sampling objectives. It is advised to set this value conservatively to minimize the probability of the observed misstatements exceeding the expected misstatements, which would imply that insufficient work has been done in the end.
id: Salah saji yang diharapkan adalah salah saji yang dapat ditoleransi yang dapat ditemukan dalam sampel dengan tetap mencapai kondisi yang diuraikan dalam tujuan sampling. Disarankan untuk menetapkan nilai ini secara konservatif untuk meminimalkan probabilitas salah saji yang diobservasi melebihi salah saji yang diharapkan, yang pada akhirnya akan mengimplikasikan bahwa pekerjaan yang dilakukan tidak memadai.

# ExpectedErrors|
source: Relative
id: Relatif

# ExpectedErrors|
source: Enter the expected misstatements as a percentage relative to the total size of the sample.
id: Masukkan salah saji yang diharapkan sebagai persentase relatif terhadap ukuran total sampel.

# ExpectedErrors|
source: The percentage of expected misstatements in the sample.
id: Persentase salah saji yang diharapkan dalam sampel.

# ExpectedErrors|
source: Absolute
id: Absolut

# ExpectedErrors|
source: Enter the expected misstatements as an absolute value.
id: Masukkan salah saji yang diharapkan sebagai nilai absolut.

# ExpectedErrors|
source: The number of expected misstatements in the sample.
id: Jumlah salah saji yang diharapkan dalam sampel.

# ExpectedErrors|
source: All possible
id: Semua mungkin

# ExpectedErrors|
source: Do not make an assumption about the expected misstatements in the sample.
id: Jangan membuat asumsi tentang salah saji yang diharapkan dalam sampel.

source: Iterations
id: Iterasi

# Iterations|
source: Specify how the sample size is computed.
id: Tentukan bagaimana ukuran sampel dihitung.

# Iterations|
source: Increment
id: Kenaikan

# Iterations|
source: The increment alows you to limit the possible sample sizes to a multiple of its value. For example, an increment of 5 allows only sample sizes of 5, 10, 15, 20, 25, etc.
id: Kenaikan memungkinkan Anda membatasi ukuran sampel yang memungkinkan ke kelipatan nilainya. Contohnya, kenaikan 5 hanya memungkinkan ukuran sampel 5, 10, 15, 20, 25, dst.

# Iterations|
source: Maximum
id: Maksimum

# Iterations|
source: The maximum sample size after which the algorithm terminates.
id: Ukuran sampel maksimum setelah algoritme berhenti.

# Likelihood|
source: Distribution
id: Distribusi

# Likelihood|
source: Hypergeometric
id: Hipergeometrik

# Likelihood|
source: The hypergeometric distribution assumes a finite population size and is therefore generally used when the population size is small. It is a probability distribution that models the number of errors (*K*) in the population as a function of the population size (*N*), the number of observed found errors (*k*) and the number of correct transactions (*n*). In a Bayesian analysis, the conjugate prior for the hypergeometric likelihood is the beta-binomial distribution.
id: Distribusi hipergeometrik mengasumsikan ukuran populasi yang terbatas dan oleh karena itu umumnya digunakan ketika ukuran populasi kecil. Distribusi ini adalah distribusi probabilitas yang memodelkan jumlah kesalahan (*K*) dalam populasi sebagai fungsi dari ukuran populasi (*N*), jumlah kesalahan yang ditemukan (*k*) dan jumlah transaksi yang benar (*n*). Dalam analisis Bayesian, prior konjugasi untuk kemungkinan hipergeometrik adalah distribusi beta-binomial.

# Likelihood|
source: The binomial distribution assumes an infinite population size and is therefore generally used when the population size is large. It is a probability distribution that models the rate of misstatement (*θ*) as a function of the observed number of errors (*k*) and the number of correct transactions (*n - k*). In a Bayesian analysis, the conjugate prior for the binomial likelihood is the beta distribution.
id: Distribusi binomial mengasumsikan ukuran populasi yang tidak terbatas dan oleh karena itu umumnya digunakan ketika ukuran populasi besar. Distribusi ini merupakan distribusi probabilitas yang memodelkan tingkat salah saji (*θ*) sebagai fungsi dari jumlah kesalahan yang diamati (*k*) dan jumlah transaksi yang benar (*n - k*). Dalam analisis Bayesian, prior konjugasi untuk kemungkinan binomial adalah distribusi beta.

# Likelihood|
source: The Poisson distribution assumes an infinite population size and is therefore generally used when the population size is large. It is a probability distribution that models the rate of misstatement (*θ*) as a function of the observed sample size (*n*) and the sum of the proportional errors (*t*). In a Bayesian analysis, the conjugate prior for the Poisson likelihood is the gamma distribution.
id: Distribusi Poisson mengasumsikan ukuran populasi yang tidak terbatas dan oleh karena itu umumnya digunakan ketika ukuran populasi besar. Distribusi ini merupakan distribusi probabilitas yang memodelkan tingkat salah saji (*θ*) sebagai fungsi dari ukuran sampel yang diamati (*n*) dan jumlah kesalahan proporsional (*t*). Dalam analisis Bayesian, prior konjugasi untuk kemungkinan Poisson adalah distribusi gamma.

# PlanningOutput|
source: Tables
id: Tabel

# PlanningOutput|
source: Add additional tables about the planning to the report.
id: Menambahkan tabel tambahan tentang perencanaan ke dalam laporan.

# PlanningOutput|
source: Prior and posterior
id: Prior dan posterior

# PlanningOutput|
source: Produces a table that shows statistics for the prior distribution and the posterior distribution.
id: Menghasilkan tabel yang menunjukkan statistik untuk distribusi prior dan distribusi posterior.

# PlanningOutput|
source: Descriptive statistics
id: Statistik deskriptif

# PlanningOutput|
source: Produces a table showing descriptive statistics of the *Book Value* column in the data set.
id: Menghasilkan tabel yang menunjukkan statistik deskriptif dari kolom *Nilai Buku* dalam kumpulan data.

# PlanningOutput|
source: Plots
id: Plot

# PlanningOutput|
source: Add additional figures about the planning to the report.
id: Tambahkan angka tambahan tentang perencanaan ke dalam laporan.

# PlanningOutput|
source: Compare sample sizes
id: Bandingkan ukuran sampel

# PlanningOutput|
source: Produces a plot that compares the sample size 1) across probability distributions, and 2) across the number of expected errors in the sample.
id: Menghasilkan plot yang membandingkan ukuran sampel 1) di seluruh distribusi probabilitas, dan 2) di seluruh jumlah kesalahan yang diharapkan dalam sampel.

# PlanningOutput|
source: Presumed data distribution
id: Dugaan distribusi data

# PlanningOutput|
source: Produces a figure that displays the probability distribution implied by the input options and the calculated sample size.
id: Menghasilkan gambar yang menampilkan distribusi probabilitas yang tersirat dari opsi input dan ukuran sampel yang dihitung.

# PlanningOutput|
source: Distribution of book values
id: Distribusi nilai buku

# PlanningOutput|
source: Produces a histogram of the *Book Value* column in the data set.
id: Menghasilkan histogram dari kolom *Nilai Buku* dalam kumpulan data.

# PlanningOutput|
source: Prior distribution
id: Distribusi prior

# PlanningOutput|
source: Produces a figure that shows the prior distribution.
id: Menghasilkan angka yang menunjukkan distribusi prior.

# Population|
source: Population (optional)
id: Populasi (opsional)

# Population|
source: Population (required)
id: Populasi (wajib diisi)

# Population|
source: Provide information about the population.
id: Memberikan informasi tentang populasi.

# Population|
source: No. items
id: No. Item

# Population|
source: The total number of items (rows) in the population.
id: Jumlah total item (baris) dalam populasi.

# Population|
source: No. units
id: No. unit

# Population|
source: The total number of units in the population. Note that the units can be items (rows) or monetary units (values) depending on the audit question.
id: Jumlah total unit dalam populasi. Perhatikan bahwa unit-unit tersebut dapat berupa item (baris) atau unit moneter (nilai), tergantung pada pertanyaan audit.

# PriorMethod|
source: Elicitation
id: Elisitasi

# PriorMethod|
source: Method
id: Metode

# PriorMethod|
source: Parameters
id: Parameter

# PriorMethod|
source: Earlier sample
id: Sampel sebelumnya

# PriorMethod|
source: Impartial
id: Tidak memihak

# PriorMethod|
source: Risk assessments
id: Penilaian risiko

# PriorMethod|
source: Indicate the type of available audit information that should be incorporated into the prior distribution.
id: Tunjukkan jenis informasi audit yang tersedia yang harus dimasukkan ke dalam distribusi sebelumnya.

# PriorMethod|
source: Sample size
id: Ukuran sampel

# PriorMethod|
source: The number of sampling units audited through an earlier sample.
id: Jumlah unit sampling yang diaudit melalui sampel sebelumnya.

# PriorMethod|
source: Misstatements
id: Salah saji

# PriorMethod|
source: The number of misstatements found through an earlier sample.
id: Jumlah salah saji yang ditemukan melalui sampel sebelumnya.

# SamplingObjectives|
source: Specify the options for the statistical procedure.
id: Tentukan opsi untuk prosedur statistik.

source: Sampling Objectives
id: Tujuan Pengambilan Sampel

# SamplingObjectives|
source: Specify the objectives for the sampling procedure.
id: Tentukan tujuan dari prosedur pengambilan sampel.
