Repository: jasp-stats-modules/jaspAudit
Catalog: po/QML-*.po
Languages: id

# SamplingObjectives|
source: Performance materiality
id: Materialitas kinerja

# SamplingObjectives|
source: The performance materiality, also known the intolerable deviation rate or intolerable misstatement (sometimes tolerable deviation rate or misstatement), is a value established by the auditor that is below, or equal to, the overall materiality of the financial statements. Typically in an audit, the performance materiality is set lower than the overall materiality to reduce the chance that the total of undetected misstatements exceeds the materiality of the financial statements as a whole. In this analysis, the performance materiality represents the lowest unacceptable level of misstatement in the population being tested. By enabling this sampling objective, you can design a sample to determine whether the population as a whole contain misstatements that are deemed material (i.e. are greater or equal to the performance materiality) while respecting a certain audit risk (1 - confidence level). The value of the performance materiality affects the minimum sample size. A lower performance materiality requires a relatively larger minimum sample size to reduce the audit risk to an acceptably low level, while a higher performance materiality requires a relatively smaller sample size to reduce the audit risk to an acceptably low level.
id: Materialitas kinerja, juga dikenal sebagai tingkat penyimpangan yang tidak dapat ditoleransi atau salah saji yang tidak dapat ditoleransi (kadang-kadang tingkat penyimpangan atau salah saji yang dapat ditoleransi), adalah nilai yang ditetapkan oleh auditor yang berada di bawah, atau sama dengan, materialitas laporan keuangan secara keseluruhan. Biasanya dalam suatu audit, materialitas kinerja ditetapkan lebih rendah dari materialitas keseluruhan untuk mengurangi kemungkinan bahwa total salah saji yang tidak terdeteksi melebihi materialitas laporan keuangan secara keseluruhan. Dalam analisis ini, materialitas kinerja mewakili tingkat salah saji yang paling rendah yang tidak dapat diterima dalam populasi yang diuji. Dengan mengaktifkan tujuan pengambilan sampel ini, Anda dapat merancang sampel untuk menentukan apakah populasi secara keseluruhan mengandung salah saji yang dianggap material (yaitu lebih besar atau sama dengan materialitas kinerja) dengan tetap memperhatikan risiko audit tertentu (1 - tingkat keyakinan). Nilai materialitas kinerja mempengaruhi jumlah sampel minimum. Materialitas kinerja yang lebih rendah memerlukan jumlah sampel minimum yang relatif lebih besar untuk mengurangi risiko audit ke tingkat yang dapat diterima, sedangkan materialitas kinerja yang lebih tinggi memerlukan jumlah sampel yang relatif lebih kecil untuk mengurangi risiko audit ke tingkat yang dapat diterima.

# SamplingObjectives|
source: Specify how the performance materiality is defined.
id: Tentukan bagaimana materialitas kinerja didefinisikan.

# SamplingObjectives|
source: Relative
id: Relatif

# SamplingObjectives|
source: Specify the performance materiality as a percentage relative to the total number of units in the population.
id: Tentukan materialitas kinerja sebagai persentase relatif terhadap jumlah total unit dalam populasi.

# SamplingObjectives|
source: The percentage associated with the performance materiality.
id: Persentase yang terkait dengan materialitas kinerja.

# SamplingObjectives|
source: Absolute
id: Absolut

# SamplingObjectives|
source: Specify the performance materiality as an absolute value in monetary units.
id: Tentukan materialitas kinerja sebagai nilai absolut dalam unit moneter.

# SamplingObjectives|
source: The value associated with the performance materiality.
id: Nilai yang terkait dengan materialitas kinerja.

# SamplingObjectives|
source: Click to learn more about this objective
id: Klik untuk mempelajari lebih lanjut tentang tujuan ini

# SamplingObjectives|
source: Minimum precision
id: Ketepatan minimum

# SamplingObjectives|
source: The precision is a measure of how much uncertainty there is in the estimate of the misstatement in the population at a given level of sampling risk. Typically in an audit, the precision is used to determine if enough work has been performed to effectively estimate the misstatement in the population. In this analysis, the precision represents the difference between the estimated most likely misstatement in the population and the upper bound of the misstatement in the population. By enabling this sampling objective, you can design a sample that minimizes the difference between the estimated most likely misstatement and the upper bound of the misstatement to a certain percentage. The value of the minimum precision affects the minimum sample size. A smaller minimum required precision will result in a larger sample size, while a higher minimum required precision will result in a smaller sample size.
id: Ketepatan adalah ukuran seberapa besar ketidakpastian dalam estimasi salah saji dalam populasi pada tingkat risiko sampling tertentu. Biasanya dalam audit, ketepatan digunakan untuk menentukan apakah pekerjaan yang cukup telah dilakukan untuk mengestimasi salah saji dalam populasi secara efektif. Dalam analisis ini, ketepatan mewakili perbedaan antara estimasi salah saji yang paling mungkin terjadi dalam populasi dan batas atas salah saji dalam populasi. Dengan mengaktifkan tujuan pengambilan sampel ini, Anda dapat merancang sampel yang meminimalkan perbedaan antara estimasi salah saji yang paling mungkin terjadi dan batas atas salah saji hingga persentase tertentu. Nilai presisi minimum mempengaruhi ukuran sampel minimum. Ketepatan minimum yang lebih kecil akan menghasilkan jumlah sampel yang lebih besar, sedangkan ketepatan minimum yang lebih tinggi akan menghasilkan jumlah sampel yang lebih kecil.

# SamplingObjectives|
source: The percentage associated with the minimum precision.
id: Persentase yang terkait dengan ketepatan minimum.

# SamplingObjectives|
source: Confidence
id: Keyakinan

# SamplingObjectives|
source: The confidence level used. The confidence level is the complement of the audit risk: the risk that the user is willing to take to give an incorrect judgment about the population. For example, if you want to use an audit risk of 5%, this equals 95% confidence.
id: Tingkat keyakinan yang digunakan. Tingkat keyakinan adalah pelengkap dari risiko audit: risiko yang bersedia diambil oleh pengguna untuk memberikan penilaian yang salah tentang populasi. Sebagai contoh, jika Anda ingin menggunakan risiko audit sebesar 5%, ini sama dengan 95% tingkat kepercayaan.

# AdditionalVariables|
source: Additional Variables (optional)
id: Variabel Tambahan (opsional)

# AdditionalVariables|
source: Any other variables that should be included in the sample.
id: Variabel lain yang harus disertakan dalam sampel.

# BookVariable|
source: Book Value (required)
id: Nilai Buku (wajib diisi)

# BookVariable|
source: Book Value (optional)
id: Nilai Buku (opsional)

# BookVariable|
source: A numeric variable that contains the book (recorded) values of the items in the population.
id: Variabel numerik yang berisi nilai buku (tercatat) dari item-item dalam populasi.

# ExportSample|
source: Export
id: Ekspor

# ExportSample|
source: Step 1: Column name selection result
id: Langkah 1: Hasil pemilihan nama kolom

# ExportSample|
source: When a name is provided, adds the result from the selection analysis in a new column to the data. The new column reflects how many times each transaction is included in the sample.
id: Ketika sebuah nama disediakan, tambahkan hasil dari analisis seleksi di kolom baru ke data. Kolom baru ini mencerminkan berapa kali setiap transaksi dimasukkan ke dalam sampel.

# ExportSample|
source: Step 2: File name
id: Langkah 2: Nama file

# ExportSample|
source: e.g. sample.csv
id: contoh: sample.csv

# ExportSample|
source: The location on the pc to which the sample should be saved.
id: Lokasi pada komputer tempat menyimpan sampel.

# ExportSample|
source: Step 3: Enable synchronization
id: Langkah 3: Aktifkan sinkronisasi

# ExportSample|
source: Synchronize
id: Sinkronisasi

# ExportSample|
source: When checked, the sample is synchronized to the specified location on the pc.
id: Apabila dicentang, sampel disinkronkan ke lokasi yang ditentukan pada komputer.

# IdVariable|
source: A unique non-missing identifier for every item in the population. The row number of the items is sufficient.
id: Pengenal unik yang tidak boleh hilang untuk setiap item dalam populasi. Jumlah baris dari item sudah cukup.

# Randomize|
source: Randomize item order
id: Mengacak urutan item

# Randomize|
source: Randomizes the items in the population before selection is performed.
id: Mengacak item dalam populasi sebelum seleksi dilakukan.

# RankVariable|
source: Ranking Variable
id: Variabel Peringkat

# RankVariable|
source: When provided, the population is first ranked in ascending order with respect to the values of this variable.
id: Jika tersedia, populasi pertama kali diberi peringkat dalam urutan menaik sehubungan dengan nilai variabel ini.

source: Sampling Units
id: Unit Pengambilan Sampel

# SamplingUnits|
source: Choose which type of units are eligible for selection.
id: Pilih jenis unit yang memenuhi syarat untuk dipilih.

# SamplingUnits|
source: Items
id: Item

# SamplingUnits|
source: Performs selection using the items (rows) in the population as sampling units.
id: Melakukan seleksi dengan menggunakan item (baris) dalam populasi sebagai unit sampling.

# SamplingUnits|
source: Click to learn more about this method
id: Klik untuk mempelajari lebih lanjut tentang metode ini

# SamplingUnits|
source: Monetary units
id: Unit moneter

# SamplingUnits|
source: Performs selection using the monetary units in the population as sampling units. This method is preferred when you want to include more items with a high value in the sample.
id: Melakukan seleksi dengan menggunakan unit moneter dalam populasi sebagai unit sampling. Metode ini lebih disukai jika Anda ingin memasukkan lebih banyak item dengan nilai tinggi ke dalam sampel.

source: Selection Method
id: Metode Seleksi

# SelectionMethod|
source: Choose the method by which sampling units are selected from the population.
id: Pilih metode yang digunakan untuk memilih unit pengambilan sampel dari populasi.

# SelectionMethod|
source: Fixed interval sampling
id: Pengambilan sampel interval tetap

# SelectionMethod|
source: Performs selection by dividing the population in equal intervals and selecting a fixed unit in each interval. Any item with a value larger than the interval will always be included in the sample.
id: Melakukan seleksi dengan membagi populasi dalam interval yang sama dan memilih unit yang tetap di setiap interval. Setiap item dengan nilai yang lebih besar dari interval akan selalu disertakan dalam sampel.

# SelectionMethod|
source: Starting point
id: Titik awal

# SelectionMethod|
source: Selects which sampling unit is selected from each interval.
id: Memilih unit pengambilan sampel mana yang dipilih dari setiap interval.

# SelectionMethod|
source: Set a starting point using to a user-specified value.
id: Tetapkan titik awal menggunakan nilai yang ditentukan pengguna.

# SelectionMethod|
source: Random
id: Acak

# SelectionMethod|
source: Click to learn more about this method
id: Klik untuk mempelajari lebih lanjut tentang metode ini

# SelectionMethod|
source: Cell sampling
id: Pengambilan sampel sel

# SelectionMethod|
source: Performs selection by dividing the population in equal intervals and selecting a variable unit in each interval. Any item with a value larger than twice the interval will always be included in the sample.
id: Melakukan seleksi dengan membagi populasi dalam interval yang sama dan memilih unit variabel dalam setiap interval. Setiap item dengan nilai yang lebih besar dari dua kali interval akan selalu dimasukkan ke dalam sampel.

# SelectionMethod|
source: Random sampling
id: Pengambilan sampel secara acak

# SelectionMethod|
source: Performs random selection in which each sampling unit has an equal chance of being selected.
id: Melakukan pemilihan secara acak di mana setiap unit pengambilan sampel memiliki kesempatan yang sama untuk dipilih.

# SelectionMethod|
source: Modified sieve sampling
id: Pengambilan sampel saringan yang dimodifikasi

# SelectionMethod|
source: Performs modified sieve sampling.
id: Melakukan pengambilan sampel saringan yang dimodifikasi.

# SelectionOutput|
source: Tables
id: Tabel

# SelectionOutput|
source: Selected items
id: Item yang dipilih

# SelectionOutput|
source: Produces a table containing the selected transactions along with any additional observations provided in the additional variables field.
id: Menghasilkan tabel yang berisi transaksi yang dipilih bersama dengan pengamatan tambahan yang disediakan di bidang variabel tambahan.

# SelectionOutput|
source: Descriptive statistics
id: Statistik deskriptif

# SelectionOutput|
source: Produces a table containing descriptive information about numerical variables in the selection. Statistics that are included are the mean, the median, the standard deviation, the variance, the minimum, the maximum, and the range.
id: Menghasilkan tabel yang berisi informasi deskriptif tentang variabel numerik dalam pemilihan. Statistik yang disertakan adalah rata-rata, median, deviasi standar, varians, minimum, maksimum, dan rentang.

# SelectionMethod|
source: Custom
id: Kustom

# AuditRiskModel|
source: Analytical risk
id: Risiko analitis

# AuditRiskModel|
source: A category or probability for the analytical risk. Analytical risk is defined as the the risk that a material misstatement will not be discovered by the auditor through analytical procedures.
id: Kategori atau probabilitas untuk risiko analitis. Risiko analitis didefinisikan sebagai risiko bahwa salah saji yang material tidak akan ditemukan oleh auditor melalui prosedur analitis.

# AuditRiskModel|
source: The percentage that corresponds with the analytical risk probability.
id: Persentase yang sesuai dengan probabilitas risiko analitis.

# Description|
source: Audit Sampling
id: Pengambilan Sampel Audit

# Description|
source: Data Auditing
id: Audit Data

# auditClassicalBenfordsLaw|
source: Bayes factor robustness check
id: Pemeriksaan ketahanan faktor Bayes

# auditClassicalBenfordsLaw|
source: Produces a figure that shows the robustness of the Bayes factor to the prior distribution.
id: Menghasilkan angka yang menunjukkan kekokohan faktor Bayes terhadap distribusi sebelumnya.

# auditClassicalBenfordsLaw|
source: Sequential analysis
id: Analisis berurutan

# auditClassicalBenfordsLaw|
source: Produces a figure that shows the Bayes factor as a function of the sample size.
id: Menghasilkan angka yang menunjukkan faktor Bayes sebagai fungsi dari ukuran sampel.

# auditClassicalBenfordsLaw|
source: Advanced
id: Lanjutan

# auditClassicalBenfordsLaw|
source: Concentration
id: Konsentrasi

# auditClassicalBenfordsLaw|
source: Confidence interval
id: Interval kepercayaan
